Repository: vincenzomaritato/belocal
Catalog: Waypoint/Localizable.xcstrings
Source language: en
Languages: it, tr

source: Perception
it: Percezione
tr: Algı

source: Perfect. I will now create your personalized planner using the full schema.
it: Perfetto. Ora creerò il tuo planner personalizzato utilizzando lo schema completo.
tr: Mükemmel. Şimdi tam şemayı kullanarak kişiselleştirilmiş planlayıcınızı oluşturacağım.

source: Personal onboarding
it: Onboarding Personale
tr: Kişisel Katılım

source: Personalized Brief
it: Brief Personalizzato
tr: Kişisel Özet

source: Pick a destination before saving.
it: Scegli una destinazione prima di salvare.
tr: Kaydetmeden önce bir hedef seçin.

source: Pick a random suggested answer
it: Scegli una risposta suggerita a caso
tr: Rastgele önerilen bir yanıt seçin

source: Pick one or combine multiple themes.
it: Scegline uno o combina più temi.
tr: Bir temayı seçin veya birden fazla temayı birleştirin.

source: Pick your favorite travel moments
it: Scegli i tuoi momenti di viaggio preferiti
tr: Favori seyahat anlarınızı seçin

source: Places soon
it: Luoghi Presto
tr: Yakında Yerler

source: Plan optimization
it: Ottimizzazione Del Piano
tr: Plan Optimizasyonu

source: Plan timeline
it: Pianificare La Sequenza Temporale
tr: Zaman Çizelgesini Planlayın

source: Plane
it: Aereo
tr: Uçak

source: Planned
it: Pianificati
tr: Planlanan

source: Planner progress
it: Progresso Del Pianificatore
tr: Planlayıcı İlerlemesi

source: Planner Studio active. Continue from your previous session.
it: Planner Studio attivo. Continua dalla sessione precedente.
tr: Planner Studio aktif. Önceki oturumunuzdan devam edin.

source: Planner Studio active. We will build your trip with a guided canvas: season, days, people, budget, interests, transportation, and activities.
it: Planner Studio attivo. Costruiremo il tuo viaggio con una tela guidata: stagione, giorni, persone, budget, interessi, trasporti e attività.
tr: Planner Studio aktif. Seyahatinizi rehberli bir tuvalle inşa edeceğiz: sezon, günler, insanlar, bütçe, ilgi alanları, ulaşım ve aktiviteler.

source: Planning Agent
it: Agente Di Pianificazione
tr: Planlama Temsilcisi

source: Prebook top 2 attractions with timed entry.
it: Prenota in anticipo le 2 migliori attrazioni con ingresso a tempo.
tr: Zamanlı girişle en iyi 2 turistik mekana ön rezervasyon yaptırın.

source: Preferred seasons
it: Stagioni Preferite
tr: Tercih Edilen Mevsimler

source: Preferred Seasons
it: Stagioni Preferite
tr: Tercih Edilen Mevsimler

source: Premium
it: Premio
tr: prim

source: Prepare offline map + emergency meeting point.
it: Preparare mappa offline + punto d'incontro di emergenza.
tr: Çevrimdışı haritayı + acil durum buluşma noktasını hazırlayın.

source: Preparing your travel space
it: Sto preparando il tuo spazio di viaggio
tr: Seyahat Alanınız Hazırlanıyor

source: Prioritizes low-impact options.
it: Dà priorità alle opzioni a basso impatto.
tr: Düşük etkili seçeneklere öncelik verir.

source: Processing...
it: Elaborazione...
tr: İşleme...

source: Profile
it: Profilo
tr: Profil

source: Profile ready
it: Profilo Pronto
tr: Profil Hazır

source: Profile saved locally. Supabase sync is not configured.
it: Profilo salvato localmente. La sincronizzazione Supabase non è configurata.
tr: Profil yerel olarak kaydedildi. Supabase senkronizasyonu yapılandırılmadı.

source: Profile saved. Supabase sync is in queue.
it: Profilo salvato. La sincronizzazione Supabase è in coda.
tr: Profil kaydedildi. Supabase senkronizasyonu sırada.

source: Profile snapshot
it: Istantanea Del Profilo
tr: Profil Anlık Görüntüsü

source: Profile summary
it: Riepilogo Del Profilo
tr: Profil Özeti

source: Protects itinerary quality with indoor fallback.
it: Protegge la qualità dell'itinerario con fallback indoor.
tr: İç mekan geri dönüşüyle ​​seyahat planı kalitesini korur.

source: Quick actions
it: Azioni Rapide
tr: Hızlı Eylemler

source: Quick tags and an optional note
it: Tag rapidi e una nota opzionale
tr: Hızlı etiketler ve isteğe bağlı bir not

source: Quiet
it: Tranquillo
tr: Sessizlik

source: Rain
it: Piovere
tr: Yağmur

source: Rain backup plan
it: Piano Di Riserva Per La Pioggia
tr: Yağmur Yedekleme Planı

source: Rain showers
it: Rovesci Di Pioggia
tr: Sağanak Yağmur

source: Rain-proof cultural venue
it: Luogo Culturale A Prova Di Pioggia
tr: Yağmura Dayanıklı Kültürel Mekan

source: Rating
it: Valutazione
tr: Derecelendirme

# Rating %@/5
source: Rating %1$@/5
it: Valutazione %1$@/5
tr: Puan %1$@/5

source: Read full article
it: Leggi Articolo Completo
tr: Makalenin Tamamını Oku

source: Ready to save
it: Pronto Per Salvare
tr: Kaydetmeye Hazır

source: Recenter map
it: Mappa Più Recente
tr: Daha Yakın Harita

source: Recommended for You
it: Consigliato Per Te
tr: Sizin İçin Önerilenler

source: Recommended next moves:
it: Prossime mosse consigliate:
tr: Önerilen sonraki hamleler:

source: Refresh
it: Aggiorna
tr: Yenile

source: Refresh brief
it: Aggiorna Il Brief
tr: Özeti Yenile

source: Refresh final brief
it: Aggiorna Il Brief Finale
tr: Son Özeti Yenile

source: Regenerates the final travel brief
it: Rigenera il brief di viaggio finale
tr: Son seyahat özetini yeniden oluşturur

source: Relaxed
it: Rilassato
tr: Rahat

source: Remember me
it: Ricordami
tr: Beni Hatırla

source: Rental car
it: Auto A Noleggio
tr: Kiralık Araba

source: Reserve one high-value dinner in advance.
it: Prenota in anticipo una cena di alto valore.
tr: Yüksek değerli bir akşam yemeğini önceden rezerve edin.

source: Reset Filter
it: Reimposta Filtro
tr: Filtreyi Sıfırla

source: Reset local data
it: Reimposta I Dati Locali
tr: Yerel Verileri Sıfırla

source: Reset to default (Rome, Italy)
it: Ripristina impostazioni predefinite (Roma, Italia)
tr: Varsayılana sıfırla (Roma, İtalya)

source: Restart planner
it: Riavviare Il Pianificatore
tr: Planlayıcıyı Yeniden Başlat

source: Restaurants
it: Ristoranti
tr: Restoranlar

source: Restaurants ready. Added one local spot to Day 1.
it: Ristoranti pronti. Aggiunto un posto locale al giorno 1.
tr: Restoranlar hazır. 1. Güne bir yerel nokta eklendi.

source: Restaurants, local flavors, and culinary spots.
it: Ristoranti, sapori locali e luoghi culinari.
tr: Restoranlar, yerel lezzetler ve mutfak noktaları.

source: Results
it: Risultati
tr: Sonuçlar

source: Return
it: Ritorno
tr: Dönüş

source: Returns to the planner overview
it: Ritorna alla panoramica del pianificatore
tr: Planlayıcıya genel bakışa geri döner

source: Reusable container with material blur and subtle stroke.
it: Contenitore riutilizzabile con sfocatura del materiale e tratto sottile.
tr: Malzeme bulanıklığı ve ince vuruşlu yeniden kullanılabilir kap.

source: Review details and save this trip to your timeline.
it: Controlla i dettagli e salva questo viaggio sulla tua sequenza temporale.
tr: Ayrıntıları inceleyin ve bu geziyi zaman çizelgenize kaydedin.

source: Rome, Italy
it: Roma, Italia
tr: Roma, İtalya

source: Save
it: Salva
tr: Kaydet

source: Save failed. I could not persist the final brief in local storage.
it: Salvataggio non riuscito. Non sono riuscito a mantenere il brief finale nell'archivio locale.
tr: Kaydetme başarısız oldu. Son bilgilendirmeyi yerel depoda sürdüremedim.

source: Save failed. I could not persist this draft locally.
it: Salvataggio non riuscito. Non potevo persistere questa bozza a livello locale.
tr: Kaydetme başarısız oldu. Bu taslağı yerel olarak sürdüremedim.

source: Save feedback
it: Salva Feedback
tr: Geri Bildirimi Kaydet

source: Save final brief
it: Salva Il Brief Finale
tr: Son Özeti Kaydet

source: Save trip
it: Salva Viaggio
tr: Geziyi Kaydet

source: Save Trip Draft
it: Salva Bozza Viaggio
tr: Seyahat Taslağını Kaydet

source: Saved Activities
it: Attività Salvate
tr: Kaydedilen Etkinlikler

source: Saves this brief to My Plan
it: Salva questo brief nella sezione Il mio piano
tr: Bu özeti My Plan'a kaydeder

source: Saves this trip with destination and details
it: Salva questo viaggio con destinazione e dettagli
tr: Bu seyahati varış noktası ve ayrıntılarla birlikte kaydeder

source: Saves your rating, notes, and destination feedback
it: Salva la valutazione, le note e il feedback sulla destinazione
tr: Derecelendirmenizi, notlarınızı ve varış noktası geri bildiriminizi kaydeder

source: Saving to My Plan
it: Salvataggio nel mio piano
tr: My Plan Konumuna Kaydediliyor

source: Schedule
it: Programma
tr: Program

source: Search a city
it: Cerca Una Città
tr: Şehir Ara

source: Search a city from the field above or tap anywhere on the map.
it: Cerca una città dal campo in alto o tocca un punto qualsiasi della mappa.
tr: Yukarıdaki alandan bir şehir arayın veya haritada herhangi bir yere dokunun.

source: Search a city or long press on map.
it: Cerca una città o premi a lungo sulla mappa.
tr: Bir şehri arayın veya haritaya uzun basın.

source: Search city
it: Cerca Città
tr: Şehir Ara

source: Search city (Lisbon, Tokyo, New York)
it: Cerca città (Lisbona, Tokyo, New York)
tr: Şehir ara (Lizbon, Tokyo, New York)

source: Search city, country, or period
it: Cerca città, paese o periodo
tr: Şehir, ülke veya dönemi arayın

source: Searching places
it: Ricerca Di Posti
tr: Yer Arama

source: Searching...
it: Ricerca...
tr: Arama...

source: Season and dates
it: Stagione E Date
tr: Sezon Ve Tarihler

source: Season fit
it: Vestibilità Stagionale
tr: Sezon Uyumu

source: Season, dates, and flexibility
it: Stagione, Date E Flessibilità
tr: Sezon, Tarihler Ve Esneklik

source: Seasonality helps us surface destinations when they actually fit your timing.
it: La stagionalità ci aiuta a individuare le destinazioni quando effettivamente si adattano ai tuoi tempi.
tr: Mevsimsellik, zamanlamanıza gerçekten uydukları zaman varış noktalarını ortaya çıkarmamıza yardımcı olur.

source: Seasons
it: Stagioni
tr: Mevsimler

source: Secondary attractions or day-trip module.
it: Attrazioni secondarie o modulo per gite di un giorno.
tr: İkincil turistik yerler veya günlük gezi modülü.

source: Select a city
it: Seleziona Una Città
tr: Bir Şehir Seçin

source: Select at least one season to continue.
it: Seleziona almeno una stagione per continuare.
tr: Devam etmek için en az bir sezon seçin.

source: Select destination
it: Seleziona La Destinazione
tr: Hedef Seçin

source: Select this city and continue to trip details
it: Seleziona questa città e continua con i dettagli del viaggio
tr: Bu şehri seçin ve gezi ayrıntılarına devam edin

source: Select this country to load available cities
it: Seleziona questo paese per caricare le città disponibili
tr: Mevcut şehirleri yüklemek için bu ülkeyi seçin

source: Select this destination for feedback
it: Seleziona questa destinazione per il feedback
tr: Geri bildirim için bu hedefi seçin

source: Selected
it: Selezionato
tr: Seçildi

source: Selected Country
it: Paese Selezionato
tr: Seçili Ülke

source: Selected departure city
it: Città Di Partenza Selezionata
tr: Seçilen Kalkış Şehri

source: Send
it: Inviare
tr: Göndermek

source: Send me a travel-related request and I'll continue right away.
it: Inviami una richiesta relativa al viaggio e continuerò subito.
tr: Bana seyahatle ilgili bir istek gönderin, hemen devam edeceğim.

source: Send message
it: Invia Messaggio
tr: Mesaj Gönder

source: Sends the current message to Planner Studio
it: Invia il messaggio corrente a Planner Studio
tr: Geçerli mesajı Planner Studio adresine gönderir

source: Session
it: Sessione
tr: Oturum

source: Set a strong password to keep your account safe.
it: Imposta una password complessa per proteggere il tuo account.
tr: Hesabınızı güvende tutmak için güçlü bir şifre belirleyin.

source: Set Password
it: Imposta Password
tr: Şifreyi Ayarla

source: Set your departure city
it: Imposta La Tua Città Di Partenza
tr: Kalkış Şehrinizi Belirleyin

source: Sets overall trip rating
it: Imposta La Valutazione Complessiva Del Viaggio
tr: Genel Yolculuk Derecelendirmesini Ayarlar

source: Settings
it: Impostazioni
tr: Ayarlar

source: Setup complete
it: Configurazione Completata
tr: Kurulum Tamamlandı

source: Shape the kind of trips you want
it: Dai forma al tipo di viaggi che desideri
tr: İstediğiniz gezi türünü şekillendirin

source: Shopping and flexible buffer block.
it: Shopping e blocco buffer flessibile.
tr: Alışveriş ve esnek tampon bloğu.

# Show %@ section
source: Show %1$@ section
it: Mostra sezione %1$@
tr: %1$@ bölümünü göster

source: Show details
it: Mostra Dettagli
tr: Ayrıntıları Göster

source: Show password
it: Mostra Password
tr: Parolayı Göster

source: Shows city details and recommendations
it: Mostra i dettagli e i consigli della città
tr: Şehir ayrıntılarını ve önerileri gösterir

source: Shows the selected destination location
it: Mostra la posizione di destinazione selezionata
tr: Seçilen hedef konumu gösterir

source: Sign in
it: Accedi
tr: Giriş Yap

source: Sign Out
it: Esci
tr: Çıkış Yap

source: Sign out from this account on this device.
it: Esci da questo account su questo dispositivo.
tr: Bu cihazda bu hesaptan çıkış yapın.

source: Signature museum district
it: Distretto Dei Musei Esclusivo
tr: İmza Müzesi Bölgesi

source: Skip
it: Saltare
tr: Atlamak

source: Skip sign-in (TEST)
it: Salta L'Accesso (TEST)
tr: Oturum Açmayı Atla (TEST)

source: Smart
it: Accorto
tr: Akıllı

source: Smart transport
it: Trasporto Intelligente
tr: Akıllı Ulaşım

source: Snow
it: Nevicare
tr: Kar

source: Snow showers
it: Rovesci Di Neve
tr: Kar Sağanakları

source: Solo by default
it: Solo Per Impostazione Predefinita
tr: Varsayılan Olarak Yalnız

source: Something went wrong
it: Qualcosa È Andato Storto
tr: Bir Şeyler Ters Gitti

source: Something went wrong.
it: Qualcosa è andato storto.
tr: Bir şeyler ters gitti.

source: South America
it: Sud America
tr: Güney Amerika

source: Spring
it: Primavera
tr: Bahar

source: Start
it: Inizio
tr: Başlangıç

source: Start a new chat. It will be saved automatically and listed here.
it: Inizia una nuova chat. Verrà salvato automaticamente ed elencato qui.
tr: Yeni bir sohbet başlatın. Otomatik olarak kaydedilecek ve burada listelenecektir.

source: Start a new planner chat
it: Nuova Chat Planner
tr: Yeni bir planlayıcı sohbeti başlatın

source: Start from a destination or a travel style, even an open one.
it: Partire da una destinazione o da uno stile di viaggio, anche aperto.
tr: Bir varış noktasından veya bir seyahat tarzından, hatta açık bir seyahat tarzından başlayın.

source: Start planner chat
it: Apri Chat Planner
tr: Planlayıcı Sohbetini Başlat

source: Start saving trips to color your world map.
it: Inizia a salvare i viaggi per colorare la tua mappa del mondo.
tr: Dünya haritanızı renklendirmek için gezileri kaydetmeye başlayın.

source: Start with your email and continue into the onboarding flow.
it: Inizia con la tua email e continua con il flusso di onboarding.
tr: E-postanızla başlayın ve ilk katılım akışına devam edin.

source: strong sustainability indicators
it: Forti Indicatori Di Sostenibilità
tr: Güçlü Sürdürülebilirlik Göstergeleri

source: Style
it: Stile
tr: Stil

source: Style cannot be empty.
it: Lo stile non può essere vuoto.
tr: Stil boş olamaz.

source: Style fit
it: Vestibilità Di Stile
tr: Stil Uyumu

source: Suggested duration
it: Durata Suggerita
tr: Önerilen Süre

source: Summer
it: Estate
tr: Yaz

source: Sunset
it: Tramonto
tr: Gün batımı

source: Sunset viewpoint
it: Punto Di Vista Del Tramonto
tr: Gün Batımı Bakış Açısı

source: Supabase is not configured. Add a valid publishable key to SupabaseConfig.plist.
it: Supabase non è configurato. Aggiungi una chiave pubblicabile valida a SupabaseConfig.plist.
tr: Supabase yapılandırılmamış. SupabaseConfig.plist'e geçerli bir yayınlanabilir anahtar ekleyin.

source: Supabase response is invalid.
it: La risposta Supabase non è valida.
tr: Supabase yanıtı geçersiz.

source: Supabase URL is invalid.
it: L'URL Supabase non è valido.
tr: Supabase URL'si geçersiz.

source: Surprise Me
it: Sorprendimi
tr: Beni Şaşırt

source: Surprise option
it: Opzione Sorpresa
tr: Sürpriz Seçeneği

source: Sustainability
it: Sostenibilità
tr: Sürdürülebilirlik

source: Sustainability preset
it: Preimpostazione Di Sostenibilità
tr: Sürdürülebilirlik Ön Ayarı

source: Switch explorer content tab
it: Cambia La Scheda Dei Contenuti Di Explorer
tr: Gezgin İçerik Sekmesini Değiştir

source: Switch planner section
it: Sezione Cambia Pianificatore
tr: Planlayıcı Bölümünü Değiştir

source: Syncing 1 change
it: Sincronizzazione 1 Modifica
tr: 1 Değişiklik Senkronize Ediliyor

source: Tap a star
it: Tocca Una Stella
tr: Bir Yıldıza Dokunun

source: Tap map or search a city
it: Tocca la mappa o cerca una città
tr: Haritaya dokunun veya bir şehri arayın

source: Tell me your constraints to optimize comfort.
it: Raccontami i tuoi vincoli per ottimizzare il comfort.
tr: Konforu optimize etmek için bana kısıtlamalarınızı söyleyin.

source: Tell us what kind of experience should lead the selection.
it: Raccontaci che tipo di esperienza dovrebbe guidare la selezione.
tr: Seçime ne tür bir deneyimin öncülük etmesi gerektiğini bize söyleyin.

source: Temperate
it: Temperato
tr: Ilıman

source: the selected destination
it: La Destinazione Selezionata
tr: Seçilen Hedef

source: There are no completed trips available.
it: Non sono disponibili viaggi completati.
tr: Tamamlanmış gezi yok.

source: Thinking
it: Pensiero
tr: Düşünme

source: This keeps suggestions realistic instead of aspirational.
it: Ciò mantiene i suggerimenti realistici invece che ambiziosi.
tr: Bu, önerilerin istek uyandırıcı olmaktan ziyade gerçekçi olmasını sağlar.

source: This makes greetings, recommendations, and trip planning immediately more relevant.
it: Ciò rende i saluti, i consigli e la pianificazione del viaggio immediatamente più rilevanti.
tr: Bu, selamlaşmaları, tavsiyeleri ve gezi planlamasını anında daha alakalı hale getirir.

source: This removes the trip and all related activities/feedback.
it: Ciò rimuove il viaggio e tutte le attività/feedback correlati.
tr: Bu, geziyi ve ilgili tüm etkinlikleri/geri bildirimleri kaldırır.

source: This trip already happened.
it: Questo viaggio è già avvenuto.
tr: Bu gezi zaten gerçekleşti.

source: This trip is a planned destination.
it: Questo viaggio è una destinazione pianificata.
tr: Bu gezi planlanmış bir varış noktasıdır.

source: Thunderstorm
it: Temporale
tr: Fırtına

source: Thunderstorm with hail
it: Temporale Con Grandine
tr: Doluyla Birlikte Fırtına

source: Top attractions
it: Le Migliori Attrazioni
tr: En İlgi Çekici Yerler

source: Top Attractions
it: Principali Attrazioni
tr: En Popüler Gezilecek Yerler

# Top attractions in %@
source: Top attractions in %1$@
it: Attrazioni top a %1$@
tr: %1$@ içindeki öne çıkan cazibe noktaları

source: Top landmark before crowds.
it: Punto di riferimento principale prima della folla.
tr: Kalabalıktan önce en önemli simge yapı.

# Top match for your %@ style.
source: Top match for your %1$@ style.
it: Ottima corrispondenza per il tuo stile %1$@.
tr: %1$@ stiliniz için güçlü bir eşleşme.

source: Top-tier travel choices.
it: Scelte di viaggio di alto livello.
tr: Üst düzey seyahat seçenekleri.

source: Train
it: Treno
tr: Tren

source: Trains
it: Treni
tr: Trenler

source: Transport
it: Trasporto
tr: Ulaşım

# Transport hubs and useful places in %@
source: Transport hubs and useful places in %1$@
it: Hub di trasporto e luoghi utili a %1$@
tr: %1$@ içindeki ulaşım merkezleri ve faydalı noktalar

source: Transportation
it: Trasporti
tr: Toplu taşıma

source: Transportation preferences
it: Preferenze Di Trasporto
tr: Ulaşım Tercihleri

source: Travel Agent
it: Agente Di Viaggio
tr: Seyahat Acentası

source: Travel countries map
it: Mappa Dei Paesi Di Viaggio
tr: Seyahat Ülkeleri Haritası

source: Travel Footprint
it: Impronta Di Viaggio
tr: Seyahat İzi

source: Travel Profile
it: Profilo Di Viaggio
tr: Seyahat Profili

source: Travel Style
it: Stile Di Viaggio
tr: Seyahat Tarzı

source: Traveler
it: Viaggiatore
tr: Gezgin

source: Traveler avg
it: Viaggiatore Medio
tr: Gezgin Ort.

# Traveler feedback averages %@/5.
source: Traveler feedback averages %1$@/5.
it: Il feedback dei viaggiatori ha una media di %1$@/5.
tr: Gezgin geri bildirimi ortalama %1$@/5.

source: Traveler feedback is still limited.
it: Il feedback dei viaggiatori è ancora limitato.
tr: Gezginlerin geri bildirimleri hâlâ sınırlıdır.

source: Traveler from
it: Viaggiatore Da
tr: Şuradan Gelen Gezgin:

source: Traveler perspective
it: Prospettiva Del Viaggiatore
tr: Gezgin Bakış Açısı

source: Travelers
it: Viaggiatori
tr: Gezginler

source: Travelers report a very positive experience.
it: I viaggiatori riferiscono un'esperienza molto positiva.
tr: Gezginler çok olumlu bir deneyim bildiriyor.

source: Travelers report mostly positive experiences with some caveats.
it: I viaggiatori riportano esperienze per lo più positive con alcuni avvertimenti.
tr: Gezginler, bazı uyarılarla birlikte çoğunlukla olumlu deneyimler bildiriyor.

source: Travelers reported mixed outcomes and some friction points.
it: I viaggiatori hanno riportato risultati contrastanti e alcuni punti di attrito.
tr: Gezginler karışık sonuçlar ve bazı sürtüşme noktaları bildirdiler.

source: Trip
it: Viaggio
tr: Seyahat

source: Trip actions
it: Azioni Di Viaggio
tr: Gezi Eylemleri

source: Trip Details
it: Dettagli Del Viaggio
tr: Gezi Detayları

source: Trip feedback
it: Feedback Sul Viaggio
tr: Yolculuk Geri Bildirimi

source: Trip saved. It is now available in Your Trips.
it: Viaggio salvato. Ora è disponibile in I tuoi viaggi.
tr: Gezi kaydedildi. Artık Gezileriniz'de mevcut.

source: Trip setup
it: Configurazione Viaggio
tr: Gezi Kurulumu

source: Trip Setup
it: Configurazione Del Viaggio
tr: Yolculuk Kurulumu

source: Trip setup progress
it: Avanzamento Della Configurazione Del Viaggio
tr: Yolculuk Kurulumu İlerlemesi

source: Trip Snapshot
it: Istantanea Del Viaggio
tr: Gezi Anlık Görüntüsü

source: Trip Timeline
it: Cronologia Del Viaggio
tr: Yolculuk Zaman Çizelgesi

source: Trip type
it: Tipo Di Viaggio
tr: Seyahat Türü

source: Try Again
it: Riprova
tr: Tekrar Deneyin

source: Try another name
it: Prova Un Altro Nome
tr: Başka Bir Ad Dene

source: Try another style filter to see more destinations.
it: Prova un altro filtro di stile per vedere più destinazioni.
tr: Daha fazla varış noktası görmek için başka bir stil filtresini deneyin.

source: Try searching with a different city or country.
it: Prova a cercare con una città o un paese diverso.
tr: Farklı bir şehir veya ülke ile arama yapmayı deneyin.

source: Type a command or request
it: Digita un comando o una richiesta
tr: Bir komut veya istek yazın

source: Type a message to enable sending
it: Digitare un messaggio per abilitare l'invio
tr: Göndermeyi etkinleştirmek için bir mesaj yazın

source: Unable to identify a city at this point.
it: Impossibile identificare una città a questo punto.
tr: Şu anda bir şehir tanımlanamıyor.

source: Unable to load local data.
it: Impossibile caricare i dati locali.
tr: Yerel veriler yüklenemiyor.

source: Unable to prepare your profile.
it: Impossibile preparare il tuo profilo.
tr: Profiliniz hazırlanamadı.

source: Unknown destination
it: Destinazione Sconosciuta
tr: Bilinmeyen Destinasyon

source: Unknown Destination
it: Destinazione Sconosciuta
tr: Bilinmeyen Destinasyon

source: Updating
it: Aggiornamento
tr: Güncelleniyor

source: Use `/budget 2400`
it: Usa `/Budget 2400`
tr: `/Budget 2400` Kullanın

source: Use `/destination Lisbon`
it: Usa `/Destination Lisbon`
tr: `/Destination Lisbon` Kullanın

source: Use `/people 2`
it: Usa `/People 2`
tr: `/People 2` Kullanın

source: Use `/removeday 2`
it: Usa `/Removeday 2`
tr: `/Removeday 2` Kullanın

source: Use `/style Culture`
it: Usa `/Style Culture`
tr: `/Style Culture` Kullanın
